Repository: kvark128/LangReporter
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ru, tr

source: Full localized name of the language
ru: Полное локализованное название языка
tr: Dilin tam yerelleştirilmiş adı

source: Abbreviated name of the language
ru: Сокращённое название языка
tr: Dilin kısaltılmış adı

source: Native name of the language
ru: Родное название языка
tr: Dilin yerel adı

source: Localized name of the language
ru: Локализованное название языка
tr: Dilin yerelleştirilmiş adı

source: Two-letter language name from ISO 639
ru: Двухбуквенное название языка из ISO 639
tr: ISO 639'dan iki harfli dil adı

source: Three-letter language name from ISO 639-2
ru: Трёхбуквенное название языка из ISO 639-2
tr: ISO 639-2'den üç harfli dil adı

source: unknown language
ru: неизвестный язык
tr: bilinmeyen dil

source: unknown input method
ru: неизвестный метод ввода
tr: bilinmeyen giriş yöntemi

source: Input language and layout
ru: Язык ввода и раскладка
tr: Giriş dili ve düzeni

source: Input language &presentation:
ru: &Представление языка ввода:
tr: Giriş dili &duyurusu:

source: Report &layout when language switching
ru: Сообщать &раскладку при переключении языка
tr: Di&l geçişi esnasında düzeni bildir

source: Report language &switching bar when pressing Windows+Space
ru: Сообщать панель &переключения языка при нажатии Windows+Пробел
tr: Windows+Boşluk tuşlarına ba&sıldığında dil değiştirme çubuğunu bildir

source: Keyboard layouts
ru: Раскладки клавиатуры
tr: Klavye düzenleri

source: Switches to {language} - {layout} layout
ru: Переключает на раскладку {language} - {layout}
tr: {language} - {layout} düzenini deyiştirir

source: Shows input language and layout presentation settings
ru: Вызывает диалог настроек представления языка ввода и раскладки
tr: Giriş dilini ve düzen duyuru ayarlarını gösterir

source: LangReporter
tr: Dil Bilgilendirici

source: Allows to configure how the change of input language and keyboard layout is reported
ru: Позволяет настроить, как сообщается об изменении языка ввода и раскладки клавиатуры
tr: Dil Bilgilendirici
